<?php
//======================================================================\\
// Author: Vidiona Team		                                    								        \\
// Url: vidiona.com											\\
// Updated: 22/04/2021 [MM/DD/YYYY]										\\
// Language: Arabic												\\
//======================================================================\\

//وصف الموقع لمحرك البحث للظهور على السيو
$LNG['description'] = 'موقع افلام اونلاين مع الترجمة والدبلجة العربية مع التحميل او المشاهدة المباشرة';
//تفصل الكلمات المفتاحية بفواصل
$LNG['keywords'] = 'افلام,فلم,فيلم,مباشر,اونلاين,مشاهدة,مجانا'; 
//صفحة حول الموقع  الخاصة بوصف الموقع
$LNG['abouttitle'] = 'موقع للافلام الكاملة مع الترجمة والدبلجة'; 
$LNG['aboutsubtitle'] = 'فيديونا المكان لكل الافلام';
$LNG['aboutsub2title'] = 'لقد انشئنا هذا الموقع لعرض الافلام مجانا وبكل سهولة وبدون مشاكل وبطريقة بسيطة الموقع مختص بالالفلام المترجمة والمدبلجة الكاملة';
$LNG['aboutdescription'] = 'محتوى حول الموقع';

// الموقع
$LNG['title'] = 'فيديونا - العالم الكبير';
$LNG['SiteName'] = 'فيديونا';
$LNG['Services'] = 'الخدمات';
$LNG['Login'] = 'تسجيل الدخول';
$LNG['See'] = 'شاهد في اي مكان, <br> وفي اي وقت...';
$LNG['SignUpFree'] = 'سجل حسابك الان مجانا';
$LNG['Mob'] = 'متوافق بشكل كامل مع جميع الانظمة والاجهزة مع جمالية في العرض وسهولة في التصفح وسرعة في الاداء.';
$LNG['Chat'] = 'جميع التحديثات الخاصة بالافلام اولا باول مع المشاهدة المجانية اون لاين بعد تسجيل الحساب.';
$LNG['Disktop'] = 'صممت فيديونا لجعل مشاهدة الافلام اكثر سهولة واسرع من ذي قبل مع توفير الافلام فيما بعد بشكل اكبر.';
$LNG['Copy'] = '© 2021 الحقوق: <a href="">https://vidiona.com</a>';
$LNG['acctitle'] = 'حساب - فيديونا';
$LNG['home'] = 'الرئيسية';
$LNG['signout'] = 'تسجيل الخروج';
$LNG['homepage'] = 'الصفحة الرئيسية - فيديونا';
$LNG['acc'] = 'الحساب';
$LNG['welcome'] = 'مرحبا بك';
$LNG['latest'] = 'اخر فيلم';
$LNG['recent'] = 'احدث التحميلات';
$LNG['all'] = 'كل الافلام';
$LNG['backhome'] = 'العودة للرئيسية';
$LNG['note'] = 'نتمنى لكم مشاهدة ممتعة';
$LNG['titlehome'] = 'الرئيسية - فيديونا';
$LNG['result'] = 'النتائج';
$LNG['reg'] = 'التسجيل';
$LNG['regnow'] = 'انشئ حسابك الان';
$LNG['regfree'] = 'انه مجاني وسيبقى مجاني.';
$LNG['dob'] = 'تاريخ الميلاد';
$LNG['regs'] = 'تسجيل';
$LNG['haveacc'] = 'هل لديك حساب؟ تسجيل الدخول';
$LNG['signin'] = 'تسجيل الدخول - فيديونا';
$LNG['signinnow'] = 'سجل دخولك الان';
$LNG['regacc'] = 'تسجيل حساب';
$LNG['nothave'] = 'ليس لديك حساب؟ أفتح حساب الأن!';
$LNG['about'] = 'حول الموقع';
$LNG['playtitle'] = 'مشغل الافلام';
$LNG['playsupport'] = 'لعرض هذا الفيديو ، يرجى تمكين JavaScript ، والنظر في الترقية إلى متصفح ويب';
$LNG['playsupportlink'] = 'دعم فيديو HTML5';
$LNG['nopass'] = 'اسم المستخدم أو كلمة المرور غير صحيحة';
$LNG['passfor'] = 'نسيت كلمة المرور';


// لوحة الادارة
$LNG['dash'] = 'لوحة الادارة';
$LNG['adminset'] = 'مديري الموقع';
$LNG['movieset'] = 'ادارة الافلام';
$LNG['userdes'] = 'تحكم وتعديل وحذف المستخدمين المسجلين في الموقع';
$LNG['moviedes'] = 'تحكم وتعديل وحذف الافلام المرفوعة في قاعدة البيانات';
$LNG['admindes'] = 'التحكم بمديرين الموقع';
$LNG['userset'] = 'ادارة المستخدمين';
$LNG['adminhome'] = 'زيارة الموقع';
$LNG['dasha'] = 'اعدادات الموقع';
$LNG['dashb'] = 'احصائيات الموقع';
$LNG['dashwel'] = 'مرحبا بكم في لوحة الادارة';
$LNG['admintitle'] = 'حساب الادارة';
$LNG['filmdit'] = 'ادخل تفاصيل الفيلم';
$LNG['addmovie'] = 'اضافة فيلم';
$LNG['allusers'] = 'عدد المسجلين';
$LNG['allmovies'] = 'عدد الافلام';
$LNG['allviews'] = 'عدد المشاهدات';
$LNG['adminlogin'] = 'تسجيل دخول المدير';
$LNG['go'] = 'اذهب للصفحة';
$LNG['userdit'] = 'تعديل المستخدمين';
$LNG['moviedit'] = 'تعديل الافلام';
$LNG['admindit'] = 'تعديل المدراء';
$LNG['addadmin'] = 'اضافة مدير';
$LNG['adduser'] = 'اضافة مستخدم';
$LNG['id'] = 'التسلسل';
$LNG['username'] = 'اسم المستخدم';
$LNG['useradmin'] = 'اسم المدير';
$LNG['name'] = 'الاسم الكامل';
$LNG['dob'] = 'تاريخ الميلاد';
$LNG['email'] = 'البريد الالكتروني';
$LNG['eduser'] = 'التعديل';
$LNG['del'] = 'حذف';
$LNG['condel'] = 'هل انت متأكد من الحذف؟';
$LNG['adduser'] = 'اضافة مستخدم';
$LNG['regadmin'] = 'انشاء حساب مدير جديد';
$LNG['adminacc'] = 'الحساب';
$LNG['numusers'] = 'عدد المستخدمين المسجلين الكلي';
$LNG['nummovies'] = 'عدد الافلام الكلي';
$LNG['editinfo'] = 'لتعديل بيانات كل مستخدم اضغط على الخلية لكل خانة';
$LNG['movinfo'] = 'لتعديل بيانات كل فيلم اضغط على الخلية لكل خانة';
$LNG['moviename'] = 'اسم الفيلم';
$LNG['genemovie'] = 'نوع الفيلم';
$LNG['rdate'] = 'تاريخ الانتاج';
$LNG['desmovie'] = 'وصف الفيلم';
$LNG['viwmovie'] = 'المشاهدات';
$LNG['reguser'] = 'اضافة مستخدم جديد';
$LNG['regpanel'] = 'يمكنك اضافة مستخدمين جدد من هذه اللوحة';
$LNG['usersearch'] = 'ابحث عن اي مستخدم تريد';
$LNG['moviesearch'] = 'ابحث عن اي فيلم تريد';
$LNG['adminsearch'] = 'ابحث عن اي مدير تريد';





// الاشهر
$LNG['month_1'] = 'كانون الثاني';
$LNG['month_2'] = 'شباط';
$LNG['month_3'] = 'اذار';
$LNG['month_4'] = 'نيسان';
$LNG['month_5'] = 'ايار';
$LNG['month_6'] = 'حزيران';
$LNG['month_7'] = 'تموز';
$LNG['month_8'] = 'اب';
$LNG['month_9'] = 'ايلول';
$LNG['month_10'] = 'تشرين الاول';
$LNG['month_11'] = 'تشرين الثاني';
$LNG['month_12'] = 'كانون الاول';


return;


?>

